export default {
  system: {
    level: 'Уровень',
    earnPerTap: 'Прибыль за тап',
    coinsToLevelUp: 'Монет для апа',
    profitPerHour: 'Прибыль в час',
  },
  menu: {
    exchange: 'Сеть',
    mine: 'Майн',
    friends: 'Друзья',
    earn: 'Деньги',
    food: 'Еда',
  },
  mineMenu: {
    markets: 'Рынки',
    team: 'PR и команда',
    legal: 'Документы',
    specials: 'Эксклюзив',
  },
  mine: {
    joinOurTG: 'Присоединяйтесь к нашему каналу в Telegram, чтобы разблокировать',
    unlock: 'Разблокировать',
  },
  friends: {
    inviteFriends: 'Пригласите друзей!',
    receiveBonuses: 'Вы и ваш друг получите бонусы',
    inviteFriend: 'Пригласить друга',
    withTelegramPremium: 'с Telegram Premium',
    forYouAndYourFriend: 'для вас и вашего друга',
    moreBonuses: 'Больше бонусов',
    listOfYourFriends: 'Список ваших друзей',
    user: 'Пользователь',
    playWithMe:
      'Присоединяйся ко мне и играй, чтобы получать токены через аирдроп!\n' +
      '💰 Лови подарок! +25k монет для тех, кто зашел впервые\n' +
      '🚀 У тебя есть Telegram Premium? Получи +35k монет!\n',
  },
  earn: {
    moreCoins: 'Заработай больше монет!',
    dailyTasks: 'Ежедневные задания',
    dailyReward: 'Ежедневная награда',
    tasksList: 'Список заданий',
    joinOurTG: 'Присоединяйся к нашему Telegram каналу',
    followOurX: 'Следи за нашим аккаунтом в X',
    yourAd: 'Здесь может быть Ваша реклама',
    connect: 'Свяжитесь с админом нашего Telegram канала',
  },
};
